Repository: elvinmirzazada/salona-business-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: et

source: English
et: Inglise keel

source: Estonian
et: Eesti keel

source: Smart Booking System
et: Nutikas broneerimissüsteem

source: Effortless appointment scheduling with automated confirmations and reminders
et: Lihtne broneerimine automaatsete kinnituste ja meeldetuletustega

source: Client Management
et: Kliendihaldus

source: Comprehensive customer profiles with service history and preferences
et: Põhjalikud kliendiprofiilid teenusajaloo ja eelistustega

source: Staff Coordination
et: Töötajate koordineerimine

source: Manage your team schedules, services, and availability seamlessly
et: Halda oma meeskonna ajakavasid, teenuseid ja saadavust sujuvalt

source: Service Catalog
et: Teenustekataloog

source: Organize your treatments, pricing, and service packages professionally
et: Korralda oma hooldused, hinnakiri ja teenusepaketid professionaalselt

source: Real-time Notifications
et: Reaalajas teavitused

source: Stay updated with instant notifications for bookings and business activities
et: Püsi kursis koheste broneeringu- ja tegevusteavitustega

source: Analytics Dashboard
et: Analüütika juhtpaneel

source: Track performance, revenue, and business insights with detailed analytics
et: Jälgi tulemusi, tulu ja ärivõimekust üksikasjaliku analüütikaga

source: Transform Your <span class="gradient-text">Beauty Business</span> with Salona
et: Muuda oma ilusalongi äri Salona abil

source: The complete salon management platform that streamlines bookings, manages clients, and grows your beauty business with professional excellence.
et: Täielik salongihaldusplatvorm, mis lihtsustab broneeringuid, haldab kliente ja kasvatab sinu iluteenuste äri professionaalse täpsusega.

source: Start Free Trial
et: Alusta tasuta prooviperioodi

source: Watch Demo
et: Vaata demo

source: Salons Trust Us
et: Salongid usaldavad meid

source: Appointments Managed
et: Hallatud broneeringud

source: Uptime
et: Töökindlus

source: Today's Schedule
et: Tänane ajakava

source: Hair Cut & Style
et: Juukselõikus ja stiil

source: Confirmed
et: Kinnitatud

source: Facial Treatment
et: Näohooldus

source: Pending
et: Ootel

source: Manicure & Pedicure
et: Maniküür ja pediküür

source: New booking from Lisa Chen
et: Uus broneering: Lisa Chen

source: Revenue Growth
et: Tulude kasv

source: Everything You Need to Run Your Salon
et: Kõik, mida vajad oma salongi juhtimiseks

source: Powerful features designed specifically for beauty professionals
et: Võimsad funktsioonid, mis on loodud just ilutöötajatele

source: Built for Beauty Professionals
et: Loodud ilutöö spetsialistidele

source: Salona understands the unique challenges of running a beauty business. From managing complex appointment schedules to tracking client preferences and building lasting relationships, our platform is designed with your success in mind.
et: Salona mõistab iluteenuste äri juhtimise eripäraseid väljakutseid. Alates keerukate broneeringugraafikute haldamisest kuni kliendieelistuste jälgimise ja tugevate kliendisuhete loomiseni — meie platvorm on loodud sinu edu silmas pidades.

source: Automated appointment reminders
et: Automaatsed broneeringumeeldetuletused

source: Integrated payment processing
et: Integreeritud maksete töötlemine

source: Staff performance tracking
et: Töötajate töö tulemuslikkuse jälgimine

source: Customer loyalty programs
et: Kliendilojaalsusprogrammid

source: Start Your Journey
et: Alusta oma teekonda

source: VIP Client
et: VIP klient

source: Last visit
et: Viimane külastus

source: Recent Services
et: Hiljutised teenused

source: Balayage Highlights
et: Balayage triibud

source: Deep Conditioning
et: Süvahooldus

source: Eyebrow Shaping
et: Kulmukujundus

source: Ready to Elevate Your Beauty Business?
et: Valmis oma iluteenuste äri kõrgemale tasemele viima?

source: Join thousands of salon owners who have transformed their operations with Salona
et: Liitu tuhandete salongiomanikega, kes on oma töökorralduse Salona abil ümber kujundanud

source: No credit card required • 30-day free trial
et: Krediitkaarti pole vaja • 30-päevane tasuta prooviperiood

source: Empowering beauty professionals with cutting-edge salon management technology.
et: Toetame ilutöötajaid tipptasemel salongihaldustehnoloogiaga.

source: Product
et: Toode

source: Features
et: Funktsioonid

source: Pricing
et: Hinnakiri

source: Integrations
et: Integratsioonid

source: Support
et: Tugi

source: Help Center
et: Abikeskus

source: Documentation
et: Dokumentatsioon

source: Contact Us
et: Võta meiega ühendust

source: System Status
et: Süsteemi olek

source: Company
et: Ettevõte

source: About Us
et: Meist

source: Careers
et: Karjäär

source: Privacy Policy
et: Privaatsuspoliitika

source: Terms of Service
et: Teenusetingimused

source: All rights reserved.
et: Kõik õigused kaitstud.

source: Login
et: Logi sisse

source: Get Started
et: Alusta

source: Dashboard
et: Juhtpaneel

source: Welcome, %(name)s!
et: Tere tulemast, %(name)s!

source: View and manage your business customers
et: Vaata ja halda oma äriklienti

source: Name
et: Nimi

source: Email
et: E-post

source: Phone
et: Telefon

source: Status
et: Olek

source: Actions
et: Tegevused

source: No customers found.
et: Kliente ei leitud.

source: Active
et: Aktiivne

source: Disabled
et: Keelatud

source: View Details
et: Vaata üksikasju

source: Failed to load customers
et: Klientide laadimine ebaõnnestus

source: New Customer
et: Uus klient

source: Salona - Dashboard
et: Salona - Juhtpaneel

source: Filter by staff:
et: Filtreeri töötaja järgi:

source: All Staff
et: Kõik töötajad

source: Booking Details
et: Broneeringu üksikasjad

source: Confirm booking
et: Kinnita broneering

source: Edit booking
et: Muuda broneeringut

source: Delete booking
et: Kustuta broneering

source: Customer Information
et: Kliendi andmed

source: Booked Services
et: Broneeritud teenused

source: Notes:
et: Märkmed:

source: Add Booking
et: Lisa broneering

source: Add Time Off
et: Lisa puhkeaeg

source: Add New Booking
et: Lisa uus broneering

source: Date & Service
et: Kuupäev ja teenus

source: Staff & Customer
et: Töötaja ja klient

source: Start Date:
et: Alguskuupäev:

source: End Date:
et: Lõppkuupäev:

source: Start Time:
et: Algusaeg:

source: End Time:
et: Lõppaeg:

source: Auto-calculated
et: Automaatselt arvutatud

source: Search Services:
et: Otsi teenuseid:

source: Search by service name...
et: Otsi teenuse nime järgi...

source: Services:
et: Teenused:

source: Selected Services
et: Valitud teenused

source: No services selected
et: Teenuseid pole valitud

source: Total Duration:
et: Kogu kestus:

source: Total Price:
et: Koguhind:

source: Next
et: Edasi

source: Staff Member:
et: Töötaja:

source: Select staff member
et: Vali töötaja

source: Customer (Optional):
et: Klient (valikuline):

source: First Name:
et: Eesnimi:

source: Last Name:
et: Perekonnanimi:

source: Email:
et: E-post:

source: Phone:
et: Telefon:

source: Description/Notes:
et: Kirjeldus/Märkmed:

source: Back
et: Tagasi

source: Create Booking
et: Loo broneering

source: Confirm Action
et: Kinnita tegevus

source: Are you sure you want to delete this booking?
et: Kas oled kindel, et soovid selle broneeringu kustutada?

source: No
et: Ei

source: Yes
et: Jah

source: Schedule Time Off
et: Planeeri puhkeaeg

source: Reason:
et: Põhjus:

source: Provide a reason for the time off (optional)
et: Anna puhkeaja põhjus (valikuline)

source: Time Off Details
et: Puhkeaja üksikasjad

source: Staff Information
et: Töötaja andmed

source: Welcome to Salona - Login
et: Tere tulemast Salonasse - Logi sisse

source: Welcome Back
et: Tere tulemast tagasi

source: Sign in to your Salona account
et: Logi sisse oma Salona kontole

source: Email Address
et: E-posti aadress

source: Enter your email
et: Sisesta oma e-post

source: Password
et: Parool

source: Enter your password
et: Sisesta oma parool

source: Remember me
et: Jäta mind meelde

source: Forgot password?
et: Unustasid parooli?

source: Sign In
et: Logi sisse

source: Don't have an account?
et: Sul pole veel kontot?

source: Create one here
et: Loo konto siin

source: or continue with
et: või jätka

source: Smart Scheduling
et: Nutikas ajastamine

source: Business Insights
et: Äriülevaated

source: Real-time analytics to grow your salon business
et: Reaalajas analüütika oma salongi äri kasvatamiseks

source: Manage Services
et: Halda teenuseid

source: Create, edit, and organize your business services
et: Loo, muuda ja korrasta oma äri teenuseid

source: Add New Service
et: Lisa uus teenus

source: Service Name
et: Teenuse nimi

source: Category
et: Kategooria

source: Duration
et: Kestus

source: Price
et: Hind

source: No services found. Click "Add Service" to create your first service.
et: Teenuseid ei leitud. Klõpsa nupul "Lisa teenus", et luua oma esimene teenus.

source: Insufficient privileges. Please contact your administrator.
et: Ebapiisavad õigused. Palun võtke ühendust oma administraatoriga.

source: Manage Categories
et: Halda kategooriaid

source: Organize and structure your service categories
et: Korralda ja struktuuri oma teenuste kategooriaid

source: Add New Category
et: Lisa uus kategooria

source: Category Name
et: Kategooria nimi

source: Description
et: Kirjeldus

source: Services Count
et: Teenuste arv

source: No categories found. Click "Add Category" to create your first category.
et: Kategooriaid ei leitud. Klõpsa nupul "Lisa kategooria", et luua oma esimene kategooria.

source: Add Service
et: Lisa teenus

source: Select a category
et: Vali kategooria

source: Duration (minutes)
et: Kestus (minutit)

source: Discount Price (optional)
et: Soodushind (valikuline)

source: Staff who perform this service
et: Töötajad, kes teostavad seda teenust

source: Save Service
et: Salvesta teenus

source: Delete Service
et: Kustuta teenus

source: Are you sure you want to delete this service?
et: Kas olete kindel, et soovite seda teenust kustutada?

source: This action cannot be undone.
et: Seda tegevust ei saa tagasi võtta.

source: Add Category
et: Lisa kategooria

source: Save Category
et: Salvesta kategooria

source: Delete Category
et: Kustuta kategooria

source: Are you sure you want to delete the category "<span id="delete-category-name"></span>"?
et: Kas olete kindel, et soovite kategooriat "<span id="delete-category-name"></span>" kustutada?

source: This will remove all services in this category. This action cannot be undone.
et: See eemaldab kõik selle kategooria teenused. Seda tegevust ei saa tagasi võtta.

source: Delete Email
et: Kustuta e-post

source: Are you sure you want to delete this email address?
et: Kas olete kindel, et soovite seda e-posti aadressi kustutada?

source: Delete Phone Number
et: Kustuta telefoninumber

source: Are you sure you want to delete this phone number?
et: Kas olete kindel, et soovite seda telefoninumbrit kustutada?

source: Uncategorized
et: Kategooriata

source: No staff assigned
et: Töötajaid pole määratud

source: Edit Service
et: Muuda teenust

source: Update Service
et: Uuenda teenust

source: Edit Category
et: Muuda kategooriat

source: Update Category
et: Uuenda kategooriat

source: Service created successfully
et: Teenus edukalt loodud

source: Service updated successfully
et: Teenus edukalt uuendatud

source: Service deleted successfully
et: Teenus edukalt kustutatud

source: Category created successfully
et: Kategooria edukalt loodud

source: Category updated successfully
et: Kategooria edukalt uuendatud

source: Category deleted successfully
et: Kategooria edukalt kustutatud

source: Error creating service
et: Viga teenuse loomisel

source: Error updating service
et: Viga teenuse uuendamisel

source: Error deleting service
et: Viga teenuse kustutamisel

source: Error creating category
et: Viga kategooria loomisel

source: Error updating category
et: Viga kategooria uuendamisel

source: Error deleting category
et: Viga kategooria kustutamisel

source: Welcome to Salona - Sign Up
et: Tere tulemast Salonasse - Registreeru

source: Join Salona
et: Liitu Salonaga

source: Create your account and start managing your salon
et: Loo oma konto ja hakka oma salongi juhtima

source: First Name
et: Eesnimi

source: Enter your first name
et: Sisesta oma eesnimi

source: Last Name
et: Perekonnanimi

source: Enter your last name
et: Sisesta oma perekonnanimi

source: Enter your email address
et: Sisesta oma e-posti aadress

source: Phone Number
et: Telefoninumber

source: Enter your phone number
et: Sisesta oma telefoninumber

source: Create a password
et: Loo parool

source: Confirm Password
et: Kinnita parool

source: Confirm your password
et: Kinnita oma parool

source: I agree to the <a href="#" class="terms-link">Terms of Service</a> and <a href="#" class="terms-link">Privacy Policy</a>
et: Nõustun <a href="#" class="terms-link">teenusetingimustega</a> ja <a href="#" class="terms-link">privaatsuspoliitikaga</a>

source: Creating your account...
et: Konto loomine...

source: Create Account
et: Loo konto

source: Already have an account?
et: Kas sul on juba konto olemas?

source: Sign in here
et: Logi sisse siin

source: Membership Plans
et: Liikmelisuse plaanid

source: Choose Your Plan
et: Vali oma plaan

source: Select the perfect membership plan for your business needs
et: Vali oma ärivajadustele sobiv liikmelisuse plaan

source: Your Active Plan
et: Sinu aktiivne plaan

source: Available Plans
et: Saadaolevad plaanid

source: Loading membership plans...
et: Laadin liikmelisuse plaane...

source: Failed to load membership plans. Please try again later.
et: Liikmelisuse plaanide laadimine ebaõnnestus. Palun proovi hiljem uuesti.

source: Retry
et: Proovi uuesti

source: No membership plans available at this time.
et: Praegu pole liikmelisuse plaane saadaval.

source: Plan Name
et: Plaani nimi

source: Plan Type
et: Plaani tüüp

source: Start Date
et: Alguskuupäev

source: End Date
et: Lõppkuupäev

source: Auto Renew
et: Automaatne pikendamine

source: YES
et: JAH

source: NO
et: EI

source: Current Plan
et: Praegune plaan

source: Choose Plan
et: Vali plaan

source: Processing...
et: Töötlemine...

source: month
et: kuu

source: year
et: aasta

source: week
et: nädal

source: days
et: päeva

source: Access to booking system
et: Juurdepääs broneerimissüsteemile

source: Customer management
et: Kliendihaldus

source: Basic analytics
et: Põhianalüütika

source: Advanced analytics
et: Täiustatud analüütika

source: Priority support
et: Eelistoe

source: Custom branding
et: Kohandatud bränding

source: Unlimited bookings
et: Piiramatu arv broneeringuid

source: Dedicated support
et: Pühendatud tugi

source: API access
et: API juurdepääs

source: White-label solution
et: Valge märgise lahendus

source: Failed to start checkout process. Please try again or contact support.
et: Maksekorralduse alustamine ebaõnnestus. Palun proovi uuesti või võta ühendust toega.

source: Booking URL
et: Broneeringu URL

source: Customer Booking URL
et: Kliendi broneeringu URL

source: Share this URL with your customers so they can book appointments directly with your business.
et: Jaga seda URL-i oma klientidega, et nad saaksid broneerida otse sinu ettevõttega.

source: Copy
et: Kopeeri

source: How to use:
et: Kuidas kasutada:

source: Share this link on your website, social media, or via email
et: Jaga seda linki oma veebisaidil, sotsiaalmeediias või e-posti teel

source: Customers can view available services and book appointments
et: Kliendid saavad vaadata saadaolevaid teenuseid ja broneerida aegu

source: Bookings appear automatically in your dashboard
et: Broneeringud ilmuvad automaatselt sinu juhtpaneelile

source: Booking QR Code
et: Broneeringu QR-kood

source: Customers can scan this QR code to book appointments
et: Kliendid saavad seda QR-koodi skannida, et broneerida aegu

source: Telegram Bot Configuration
et: Telegram Boti seadistamine

source: Connect your Telegram bot to receive booking notifications and manage appointments.
et: Ühenda oma Telegram bot, et saada broneeringuteavitusi ja hallata broneeringuid.

source: Not Connected
et: Pole ühendatud

source: Create a Telegram Bot
et: Loo Telegram Bot

source: Open Telegram and search for <strong>@BotFather</strong>. Send the command <code>/newbot</code> and follow the instructions to create your bot.
et: Ava Telegram ja otsi <strong>@BotFather</strong>. Saada käsk <code>/newbot</code> ja järgi juhiseid oma boti loomiseks.

source: Get Your Bot Token
et: Hangi oma boti märgis

source: After creating the bot, BotFather will provide you with an API token. Copy this token.
et: Pärast boti loomist annab BotFather sulle API märgise. Kopeeri see märgis.

source: Configure Your Bot
et: Seadista oma bot

source: Bot Token
et: Boti märgis

source: Chat ID (Optional)
et: Vestluse ID (valikuline)

source: Your Telegram Chat ID
et: Sinu Telegrami vestluse ID

source: Leave empty to receive notifications in bot chat
et: Jäta tühjaks, et saada teavitusi boti vestluses

source: Save Configuration
et: Salvesta seadistus

source: What you'll receive:
et: Mida sa saad:

source: Real-time notifications for new bookings
et: Reaalajas teavitused uute broneeringute kohta

source: Booking confirmations and cancellations
et: Broneeringu kinnitused ja tühistamised

source: Daily schedule summaries
et: Igapäevased ajakava kokkuvõtted

source: Copied!
et: Kopeeritud!

source: Connected
et: Ühendatud

source: Saving...
et: Salvestamine...

source: Saved!
et: Salvestatud!

source: Please enter a valid bot token
et: Palun sisesta kehtiv boti märgis

source: Telegram bot configuration saved successfully!
et: Telegram boti seadistus edukalt salvestatud!

source: Failed to save configuration
et: Seadistuse salvestamine ebaõnnestus

source: notifications
et: teavitused

source: notification
et: teavitus

source: Mark All Read
et: Märgi kõik loetuks

source: Refresh
et: Värskenda

source: All
et: Kõik

source: Type
et: Tüüp

source: No notifications found
et: Teavitusi ei leitud

source: You're all caught up! No notifications to display.
et: Sa oled kõigega kursis! Teavitusi pole kuvada.

source: Page 1 of 1
et: Lehekülg 1/1

source: Are you sure you want to perform this action?
et: Kas olete kindel, et soovite seda tegevust teha?

source: General Notification
et: Üldine teavitus

source: Booking Update
et: Broneeringu uuendus

source: Booking Created
et: Broneering loodud

source: Payment Notification
et: Makseteade

source: System Notification
et: Süsteemi teavitus

source: Mark as read
et: Märgi loetuks

source: Delete notification
et: Kustuta teavitus

source: Delete Notification
et: Kustuta teavitus

source: Are you sure you want to delete this notification? This action cannot be undone.
et: Kas olete kindel, et soovite seda teavitust kustutada? Seda tegevust ei saa tagasi võtta.

source: Mark All as Read
et: Märgi kõik loetuks

source: Are you sure you want to mark all
et: Kas olete kindel, et soovite märkida kõik

source: unread notifications as read?
et: lugemata teavitused loetuks?

source: Notification marked as read
et: Teavitus märgitud loetuks

source: Failed to mark notification as read
et: Teavituse loetuks märkimine ebaõnnestus

source: Notification deleted successfully
et: Teavitus edukalt kustutatud

source: Failed to delete notification
et: Teavituse kustutamine ebaõnnestus

source: No unread notifications to mark as read
et: Lugemata teavitusi pole, mida loetuks märkida

source: All notifications marked as read
et: Kõik teavitused märgitud loetuks

source: Failed to mark all notifications as read
et: Kõikide teavituste loetuks märkimine ebaõnnestus

source: Error loading notifications
et: Viga teavituste laadimisel

source: Please try refreshing the page
et: Palun proovi lehte värskendada

source: Just now
et: Just nüüd

source: m ago
et: min tagasi

source: h ago
et: t tagasi

source: d ago
et: p tagasi

source: Page
et: Lehekülg

source: Settings
et: Seaded

source: Company Information
et: Ettevõtte informatsioon

source: Create Company
et: Loo ettevõte

source: Company Name
et: Ettevõtte nimi

source: Business Type
et: Ettevõtte tüüp

source: Company Logo URL
et: Ettevõtte logo URL

source: Website
et: Veebisait

source: Team Size
et: Meeskonna suurus

source: Save Company
et: Salvesta ettevõte

source: Company Details
et: Ettevõtte üksikasjad

source: Save Details
et: Salvesta üksikasjad

source: Company Emails
et: Ettevõtte e-postid

source: Add Email
et: Lisa e-post

source: Billing
et: Arved

source: Save Emails
et: Salvesta e-postid

source: Company Phone Numbers
et: Ettevõtte telefoninumbrid

source: Add Phone
et: Lisa telefon

source: Business
et: Äri

source: Fax
et: Faks

source: Save Phone Numbers
et: Salvesta telefoninumbrid

source: Company Address
et: Ettevõtte aadress

source: Street Address
et: Tänavaaadress

source: City
et: Linn

source: State/Province
et: Maakond/Provints

source: ZIP/Postal Code
et: Postiindeks

source: Save Address
et: Salvesta aadress

source: Delete
et: Kustuta

source: Company created successfully!
et: Ettevõte edukalt loodud!

source: Company details updated successfully!
et: Ettevõtte üksikasjad edukalt uuendatud!

source: Company emails saved successfully!
et: Ettevõtte e-postid edukalt salvestatud!

source: Company phone numbers saved successfully!
et: Ettevõtte telefoninumbrid edukalt salvestatud!

source: Company address saved successfully!
et: Ettevõtte aadress edukalt salvestatud!

source: Error saving company
et: Viga ettevõtte salvestamisel

source: Error updating company details
et: Viga ettevõtte üksikasjade uuendamisel

source: Error saving company emails
et: Viga ettevõtte e-postide salvestamisel

source: Error saving company phone numbers
et: Viga ettevõtte telefoninumbrite salvestamisel

source: Error saving company address
et: Viga ettevõtte aadressi salvestamisel

source: Logging out...
et: Väljalogimine...

source: Logging you out...
et: Logime sind välja...

source: Please wait while we log you out securely.
et: Palun oota, kuni logime sind turvaliselt välja.

source: Closing...
et: Sulgemine...

source: Success!
et: Õnnestus!

source: Error
et: Viga

source: Cancelled
et: Tühistatud

source: Complete
et: Valmis

source: This window will close automatically in
et: See aken sulgub automaatselt

source: seconds...
et: sekundi pärast...

source: Close Now
et: Sulge kohe

source: Almost Done!
et: Peaaegu valmis!

source: Please close this window manually.
et: Palun sulge see aken käsitsi.

source: Press
et: Vajuta

source: or
et: või

source: to close this tab.
et: selle vahekaardi sulgemiseks.

source: Check Your Email - Salona
et: Kontrolli oma e-posti - Salona

source: Check Your Email
et: Kontrolli oma e-posti

source: We've sent a verification link to
et: Oleme saatnud kinnituslingi aadressile

source: Next Steps:
et: Järgmised sammud:

source: Check your email inbox for a message from Salona
et: Kontrolli oma e-posti postkasti Salona sõnumit

source: Click the verification link in the email
et: Klõpsa e-kirjas olevale kinnituslingile

source: Once verified, you can log in to your account
et: Pärast kinnitamist saad oma kontole sisse logida

source: If you don't see the email, check your spam folder
et: Kui sa e-kirja ei näe, kontrolli oma rämpsposti kausta

source: Back to Login
et: Tagasi sisselogimisse

source: Go to Home
et: Mine avalehele

source: Didn't receive the email?
et: Kas sa ei saanud e-kirja?

source: Resend verification email
et: Saada kinnitusmeil uuesti

source: Email Verification - Salona
et: E-posti kinnitamine - Salona

source: Email Verified!
et: E-post kinnitatud!

source: Verification Failed
et: Kinnitamine ebaõnnestus

source: Sign Up Again
et: Registreeru uuesti
